Repository: axmsrj/bolito
Catalog: Bolito/Localizable.xcstrings
Source language: en
Languages: pt_br

# backup.export
source: Export Backup…
pt_br: Exportar backup…

# backup.import
source: Import Backup…
pt_br: Importar backup…

# backup.import.add
source: Add to Existing
pt_br: Adicionar aos existentes

# backup.import.confirmation.message
source: You can add the imported boards to your current data or replace all current boards. Replacing cannot be undone.
pt_br: Você pode adicionar os Boards importados aos dados atuais ou substituir todos os Boards existentes. A substituição não pode ser desfeita.

# backup.import.confirmation.title
source: Import Backup
pt_br: Importar backup

# backup.import.error.title
source: Could Not Import Backup
pt_br: Não foi possível importar o backup

# backup.import.replace
source: Replace All
pt_br: Substituir tudo

# boards.cancel
source: Cancel
pt_br: Cancelar

# boards.create
source: Create
pt_br: Criar

# boards.create.message
source: Create a Board to start.
pt_br: Você deve criar um Board para começar.

# boards.delete
source: Delete
pt_br: Apagar

# boards.empty.message
source: There are no Boards to be shown.
pt_br: Não há Boards a serem exibidos.

# boards.new.label
source: New Board
pt_br: Novo Board

# boards.new.title
source: Board’s name
pt_br: Nome do Board

# boards.new.title.example
source: E.g.: Alex’s Board
pt_br: Ex: Board do Alex

# boards.rename
source: Rename
pt_br: Renomear

# boards.rename.placeholder
source: Board name
pt_br: Nome do Board

# boards.rename.title
source: Rename Board
pt_br: Renomear Board

# boards.select.message
source: Select a Board
pt_br: Selecione um Board

# columns.color
source: Column color
pt_br: Cor da coluna

# columns.delete
source: Delete
pt_br: Apagar

# columns.empty.description
source: Create a column to start organizing your tasks.
pt_br: Crie uma coluna para começar a organizar suas tarefas.

# columns.empty.title
source: There are no columns in this Board.
pt_br: Não há colunas criadas neste Board.

# columns.name
source: Column name
pt_br: Nome da coluna

# columns.name.placeholder
source: E.g.: To do
pt_br: Ex: A fazer

# columns.new
source: New column
pt_br: Nova coluna

# columns.rename
source: Rename
pt_br: Renomear

# common.cancel
source: Cancel
pt_br: Cancelar

# common.close
source: Close
pt_br: Fechar

# common.create
source: Create
pt_br: Criar

# common.save
source: Save
pt_br: Salvar

# language.english
source: English
pt_br: Inglês

# language.portuguese
source: Portuguese
pt_br: Português

# language.system
source: System
pt_br: Sistema

# settings.language
source: Language
pt_br: Idioma

# tasks.delete
source: Delete
pt_br: Apagar

# tasks.delete.confirmation.message
source: This task will be permanently deleted.
pt_br: Esta tarefa será apagada permanentemente.

# tasks.delete.confirmation.title
source: Delete task?
pt_br: Apagar tarefa?

# tasks.description
source: Description
pt_br: Descrição

# tasks.details.optional
source: Task description (optional)
pt_br: Descrição da tarefa (opcional)

# tasks.dueDate
source: Due date
pt_br: Prazo

# tasks.dueDate.toggle
source: Set due date
pt_br: Definir prazo

# tasks.edit
source: Edit
pt_br: Editar

# tasks.edit.title
source: Edit task
pt_br: Editar tarefa

# tasks.empty
source: There are no tasks here.
pt_br: Não há tarefas aqui.

# tasks.name
source: Task name
pt_br: Nome da tarefa

# tasks.name.placeholder
source: E.g.: Buy dog food
pt_br: Ex: Comprar ração

# tasks.noDescription
source: No description
pt_br: Sem descrição

# tasks.tags.add
source: Add
pt_br: Adicionar

# tasks.tags.placeholder
source: Tag name
pt_br: Nome da tag

# tasks.tags.remove
source: Remove tag
pt_br: Remover tag

# tasks.tags.reuse
source: Reuse a tag from this Board
pt_br: Reutilizar uma tag deste Board

# tasks.tags.reuse.action
source: Add tag
pt_br: Adicionar tag

# tasks.view
source: View
pt_br: Visualizar
